Repository: ChristinaSingh/Celebrate
Catalog: BaseApp/localizations/*.lproj/Localizable.strings
Languages: ar

# We notify you immediately about the change.
source: • We notify you immediately about the change. • You’ll have a chance to approve the new planner before moving forward via call.
ar: • سنقوم بإبلاغك على الفور بأي تغيير. • وستتاح لك فرصة الموافقة على المنظم الجديد قبل الاستمرار، عبر مكالمة.

source: Your event’s success is our top priority!
ar: نجاح فعاليتك هو أولويتنا الأولى!

source: I don’t want a replacement
ar: لا أريد بديلاً

source: View Setups
ar: عرض الجلسات

source: Valet Parking
ar: خدمة سيارات

source: ⁠Celebration Singing
ar: غنية احتفال

source: Private Access
ar: الوصول الخاص

source: Rooftop
ar: سطح

source: ⁠Terrace/Balcony
ar: ⁠بلكونة

source: ⁠Smoking Area
ar: مكان للتدخين

source: Celebration Cake/Sweets
ar: كيكة/حلويات للإحتفال

source: Private Cabinet/Room
ar: كباين او غرف خاصة

source: Pending
ar: قيد الانتظار

source: Approved By Client
ar: بانتظار موافقة مقدم الخدمة

source: Ready To Pay
ar: جاهز للدفع

source: Approved
ar: تمت الموافقة

source: Cancelled By Vendor
ar: تم الإلغاء من البائع

source: Rate the order
ar: قيّم الطلب

# Order from Company name
source: Order from
ar: طلب من

source: Tell us about the items and your experience with it...
ar: أخبرنا عن المنتجات وتجربتك معها

source: We appreciate you rating the order and help us improve
ar: نقدّر تقييمك للطلب ومساعدتك لنا على التحسين الجودة

source: Your current cart is associated with a different location. It will be deleted, and a new cart will be created for the selected type.
ar: سلة مشترياتك الحالية مرتبطة بمكان مختلف. سيتم حذف وإنشاء سلة جديدة.

source: Your current cart is associated with a different date. It will be deleted, and a new cart will be created for the selected type.
ar: سلة مشترياتك الحالية مرتبطة بتاريخ مختلف. سيتم حذف وإنشاء سلة جديدة .

source: Waiting for approval
ar: بإنتظار الموافقة

source: Request submitted successfully
ar: تم تقديم الطلب بنجاح

source: Please choose your selections
ar: الرجاء اختيار تفاصيل خدماتكم

source: Create a password
ar: كلمة المرور

source: Kids play area
ar: منطقة لعب الأطفال

source: Prayer room
ar: مكان للصلاة

source: Restrooms
ar: دورات المياه

source: Sport fields
ar: ملاعب رياضية

source: View styles
ar: عرض الخدمات

source: ⁠Celebration Cake/Sweets
ar: كيكة او حلويات

source: Send Love Across Miles: Easy Gift Delivery for Your Loved Ones!
ar: أرسل الحب عبر المسافات: توصيل الهدايا بسهولة لأحبائك!

source: Distance shouldn’t dim the brightness of your affection.
ar: المسافة لا يجب أن تخفف من وهج عاطفتك.

source: With our seamless gift delivery service, you can spread joy and warmth to your loved ones, no matter where they are.
ar: مع خدمة توصيل الهدايا السلسة، يمكنك نشر الفرح والدفء لأحبائك بغض النظر عن مكانهم.

source: Whether it's a birthday, anniversary, or just a gesture of love, let us help you make their day extra special.
ar: سواء كان عيد ميلاد، ذكرى سنوية، أو مجرد تعبير عن الحب، دعنا نساعدك في جعل يومهم مميزًا للغاية.

source: Gift a friend
ar: قدم هدية لصديق

source: Send a gift
ar: أرسال هدية

source: Want to send a gift outside your friends list? No worries - We got you covered!
ar: تريد إرسال هدية خارج قائمة أصدقائك؟ لا تقلق - نحن نوفر لك الحل

source: Send gift to a friend
ar: أرسل هدية لصديق

source: Look’s like you’ve not added friends to your list
ar: يبدو أنك لم تضف أصدقاء إلى قائمتك

source: Invite friends
ar: قم بدعوة الأصدقاء

# Plan Event
source: Event Planners
ar: تخطيط حدث
