Repository: ChristinaSingh/Celebrate
Catalog: BaseApp/localizations/*.lproj/Localizable.strings
Languages: ar

source: Celebrate
ar: احتفل

source: Welcome to Celebrate
ar: أهلا بكم في سلبريت

source: All-in-one app for all joyful moments
ar: تطبيق واحد يجمع كل اللحظات الممتعة

# Explore 5000+ products
source: Explore 5000+ Services
ar: اكتشف أكثر من 8000 خدمة

source: Lorem ipsum dolor sit amet consectetur.
ar: لوريم إيبسوم دولور سيت أميت كونسكتيتور.

source: Top Service Providers
ar: أفضل مقدمي الخدمات

source: Exclusive offers
ar: عروض حصرية

source: BEST PRICE GUARANTEED
ar: نضمن لكم أفضل الأسعار

source: Create an account
ar: إنشاء حساب

source: Login
ar: تسجيل الدخول

source: Register
ar: سجل

source: Whats your phone number?
ar: ما هو رقم هاتفك؟

source: By continuing, you agree to our Privacy Policy and Terms of Service.
ar: بالمتابعة، فإنك توافق على سياسة الخصوصية وشروط الخدمة.

source: Send verification text
ar: إرسال نص التحقق

source: Verify your number
ar: التحقق من رقمك

source: Verification code sent to
ar: تم إرسال رمز التحقق إلى

source: Resend in
ar: إعادة إرسال في

source: Resend
ar: إعادة الإرسال

source: Create a username
ar: أنشئ اسم مستخدم

source: Proceed
ar: المتابعة

# password_desc
source: Your password should be at-least 8 characters long and it should contain at-least 1 number.
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل وأن تحتوي على رقم واحد على الأقل.

source: Your account is ready
ar: حسابك جاهز للاستخدام

source: Forgot password?
ar: هل نسيت كلمة المرور؟

source: Enter password
ar: أدخل كلمة المرور

source: It’s good to have you back!
ar: يسعدنا عودتك مجدداً!

source: Let the shopping begin!
ar: أبدأ التسوق الآن!

source: Welcome
ar: أهلاً وسهلاً

source: Verify number to reset password
ar: التحقق من الرقم لإعادة تعيين كلمة المرور

source: Password reset done
ar: تمت إعادة تعيين كلمة المرور

source: Home
ar: الصفحة الرئيسية

source: Explore
ar: أكتشف

source: Profile
ar: الملف الشخصي

source: Hi
ar: مرحبًا

# home_message
source: Get started with you celebration shopping!
ar: ابدأ تسوق احتفالك الآن!

# Search from over 8,000+ products
source: Search from over 8,000+ Services
ar: ابحث بين أكثر من 8000 خدمة

source: Event location
ar: موقع الحدث

source: Event date
ar: تاريخ الحدث

source: Order summary
ar: ملخص الطلب

source: In-progress
ar: قيد التنفيذ

source: Order date
ar: تاريخ الطلب

source: Delivery date
ar: تاريخ التوصيل

source: GET STARTED
ar: ابدأ الآن

source: Plan an event
ar: خطط لحدث ما

# plan_event_sub_title
source: We’ve got experts to handle all your event needs
ar: لدينا خبراء لتلبية جميع احتياجاتك في تنظيم الأحداث

source: Surprise
ar: المفاجأة

# surprise_sub_title
source: Crafted with love & care
ar: مصممة بحب وعناية

source: Send Gifts
ar: أرسل هدية

# send_gift_sub_title
source: Join friends & celebrate
ar: شارك الأصدقاء واحتفل

source: Dine out
ar: تناول العشاء في الخارج

# dine_out_sub_title
source: Reserve a table and have a quality time
ar: احجز طاولة واستمتع

source: Cancel
ar: إلغاء

source: Search
ar: بحث

source: Products
ar: المنتجات

source: Stores
ar: المتاجر

# Browse through 5000+ products
source: Browse through 8000+ services
ar: تصفح أكثر من 8000 خدمة

source: 100+ BRANDS
ar: أكثر من 100 علامة تجارية

source: Explore our service providers
ar: استكشاف مزودي الخدمة لدينا

source: View all companies
ar: عرض جميع الشركات

source: New arrivals
ar: جديدنا

source: see all
ar: عرض الكل

source: KD
ar: د.ك

source: OFF
ar: خصم

source: NEW
ar: جديد

source: Explore our exclusive offers
ar: استكشاف العروض الحصرية لدينا

source: View all offers
ar: عرض جميع العروض

source: Top picks by our team
ar: أفضل الاختيارات من فريقنا

source: Tell us what you are looking for!
ar: أخبرنا بما تبحث عنه!

source: Your feedback will help us improve recommendations for you
ar: سيساعدنا رأيك في تحسين التوصيات لك

source: Tell us
ar: أخبرنا

source: Take 30 seconds or less
ar: استغرق 30 ثانية أو أقل

source: EXCLUSIVES
ar: العروض الحصرية

source: View all planners
ar: عرض جميع المخططين

source: Let’s Celebrate!
ar: هيا نحتفل معاً

source: Crafted with ♡ in Kuwait
ar: مصممة بحب في الكويت

source: Companies
ar: الشركات

source: Search from over 100+ companies
ar: ابحث بين أكثر من 100 شركة

source: Top picks
ar: أفضل الاختيارات

source: Filter
ar: تصفية

source: Details
ar: التفاصيل

source: Select delivery time
ar: اختر وقت التسليم

source: Description
ar: الوصف

source: Cancellation policy
ar: سياسة الإلغاء

source: (Optional)
ar: (اختياري)

source: ADD
ar: إضافة

source: Morning
ar: صباح

source: Evening
ar: مساء

source: Add to cart
ar: أضف إلى السلة

# Requires more time to prepare
source: Requires more time
ar: يحتاج إلى مزيد من الوقت

source: Not available in selected area
ar: غير متاح في المنطقة المختارة

source: Fully booked
ar: محجوز بالكامل

source: Save to
ar: احفظ إلى

source: Save
ar: حفظ

source: Wishlist
ar: قائمة الأمنيات

source: Friends
ar: الأصدقاء

source: Orders
ar: الطلبات

source: Celebrations
ar: احتفالاتي

source: Saved address
ar: العناوين المحفوظة

source: Contact us
ar: اتصل بنا

source: Settings
ar: الإعدادات

source: Search for friends
ar: ابحث عن الأصدقاء

source: REQUEST SENT
ar: تم إرسال الطلب

source: Looks like you don’t have any items in your wishlist
ar: يبدو أنك لا تمتلك أي عناصر في قائمة الرغبات

source: Looks like you don’t have any items in your cart
ar: يبدو أنك لا تمتلك أي عناصر في العربة

source: Looks like you there is no offers at that time.
ar: يبدو أنه لا توجد عروض في ذلك الوقت

source: Friend’s profile
ar: الملف الشخصي للصديق

source: FRIENDS
ar: الأصدقاء

source: Reminded
ar: تم التذكير

source: Remind Me
ar: ذكرني

# you_are_not_friends
source: You need to be friends to view their profile.
ar: تحتاج أن تكون صديقًا لعرض الملف الشخصي

source: My Favorites
ar: مفضلتي

source: Looks like you don’t have any saved address
ar: يبدو أنك لا تملك أي عناوين محفوظة

source: Add new address
ar: أضف عنوان جديد

source: EDIT
ar: تعديل

source: DELETE
ar: حذف

source: Failed to delete the address. Please try again.
ar: فشل في حذف العنوان. يرجى المحاولة مرة أخرى.

source: Address details
ar: تفاصيل العنوان

source: Unable to edit address due to invalid details. Please contact us for assistance.
ar: لا يمكن تعديل العنوان بسبب تفاصيل غير صالحة. يرجى الاتصال بنا للحصول على المساعدة.

source: A detailed address will help our delivery partner reach your doorstep easily
ar: سيساعد العنوان التفصيلي شريك التوصيل على الوصول إلى باب منزلك بسهولة

source: Need help with something?
ar: هل تحتاج إلى مساعدة في شيء ما؟

source: Chat with one of our representatives on Whatsapp
ar: تحدث مع أحد ممثلينا على الواتس اب

source: Start chat
ar: ابدأ الدردشة

source: Name
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: Mobile number
ar: رقم الموبايل

source: Message
ar: الرسالة

source: Send message
ar: أرسل رسالة

source: Message sent!
ar: تم الإرسال!

source: A customer representative will get back to you within 48 hours
ar: سيقوم أحد ممثلي خدمة العملاء بالرد عليك خلال 48 ساعة

source: Personal
ar: شخصي

source: Edit profile details
ar: تعديل تفاصيل الملف الشخصي

source: Add favorites
ar: أضف للمفضلة

source: Change password
ar: تغيير كلمة المرور

source: Communication
ar: تواصل

source: Change mobile number
ar: تغيير رقم الموبايل

source: Add email address
ar: إضافة عنوان البريد الإلكتروني

source: Preferences
ar: التفضيلات

source: Allow friends to plan events
ar: السماح للأصدقاء بالتخطيط للمناسبات

source: Make profile public
ar: جعل الملف الشخصي عام

source: Language
ar: اللغة

source: App
ar: تطبيق

source: Dark mode
ar: الوضع الداكن

source: Delete my account permanently
ar: حذف حسابي نهائياً

source: Edit personal details
ar: تعديل التفاصيل الشخصية

source: Favorites
ar: المفضلة

source: Change mobile no.
ar: تغيير رقم الموبايل

source: Username
ar: اسم المستخدم

source: Date of birth
ar: تاريخ الميلاد

# Profile updated successfully
source: Profile has been updated successfully.
ar: تم تحديث الملف الشخصي بنجاح

source: What are you interested in?
ar: ما هي اهتماماتك؟

source: Let others know your favorites to help them plan an event for you
ar: دع أصدقاءك يختارون الهدية المثالية لك! اختر مفضلاتك، ودعهم يتطابقون مع اختيارك.

source: Current password
ar: كلمة المرور الحالية

source: Your password should be at-least 8 characters long and it should contain at-least 1 number.
ar: يجب أن تتكون كلمة المرور الخاصة بك من 8 أحرف على الأقل ويجب أن تحتوي على رقم واحد على الأقل.

source: Password updated successfully
ar: تم تحديث كلمة المرور

source: Email address
ar: عنوان البريد الإلكتروني

source: Email added successfully
ar: تم إضافة البريد الإلكتروني بنجاح

source: Shop by category
ar: تسوق حسب الباقة

source: Currently fully booked
ar: محجوز بالكامل حاليًا

source: Pay upon approval
ar: الدفع عند الموافقة

source: Reset
ar: إعادة تعيين

source: Apply
ar: تطبيق

source: Price
ar: السعر

source: Filter by price
ar: تصفية حسب السعر

source: Any price
ar: أي سعر

source: Under KD 100
ar: أقل من ١٠٠ دينار كويتي

source: KD 100 - 200
ar: ١٠٠ - ٢٠٠ دينار كويتي

source: Over KD 200
ar: أكثر من ٢٠٠ دينار كويتي

source: Search for stores
ar: البحث عن المتاجر

source: All orders
ar: الطلبات

source: Paid
ar: مدفوع

source: Confirmed
ar: تم التأكيد

source: Completed
ar: تم الانتهاء

source: Cancelled
ar: تم الإلغاء

source: Refund requested
ar: طلب استرداد

source: Order time
ar: وقت الطلب

source: VIEW DETAILS
ar: عرض التفاصيل

source: Rate order
ar: تقييم الطلب

source: Order no. #
ar: رقم الطلب #

# no_orders_found
source: Looks like you don’t have any orders
ar: يبدو أنك لا تملك أي طلبات

source: Order details
ar: تفاصيل الطلب

source: VIEW ITEMS
ar: عرض المنتجات

source: Payment details
ar: تفاصيل الدفع

source: Total amount
ar: المبلغ الإجمالي

source: Payment method
ar: طريقة الدفع

source: Track ID
ar: رمز التتبع

source: VIEW RECEIPT
ar: عرض الفاتورة

source: Rate
ar: التقييم

source: Change in plans?
ar: هل لديك تغيير بالخطط؟

source: Postpone event
ar: تأجيل الحدث

source: Postpone event?
ar: هل تريد تأجيل الحدث؟

source: By proceeding you are agreeing to our terms & conditions
ar: بالاستمرار، فإنك توافق على الشروط والأحكام

source: Cancel event?
ar: إلغاء الحدث

source: Delivery time
ar: وقت التسليم

source: View Cart
ar: عرض السلة

source: Cart
ar: السلة

source: Delivery fee:
ar: رسوم التوصيل=

source: Bill Details
ar: تفاصيل الفاتورة

source: Offers & Benefits
ar: العروض والمزايا

source: Enter voucher code
ar: أدخل رمز القسيمة

source: Change
ar: تغيير

source: Item Total
ar: إجمالي المنتجات

source: Delivery Fee
ar: رسوم التوصيل

source: To Pay
ar: المبلغ الإجمالي

source: Add address to proceed
ar: أضف العنوان للمتابعة

source: Select address to proceed
ar: اختر العنوان للمتابعة

source: Choose a delivery address
ar: اختر عنوان التوصيل

source: Proceed to pay
ar: المتابعة للدفع

source: Choose payment method
ar: اختر طريقة الدفع

source: Payment methods
ar: طريقة الدفع

source: Please select your payment method down below.
ar: يرجى اختيار طريقة الدفع من الأسفل.

source: Select
ar: اختيار

source: Credit Card (Visa / Master Card)
ar: بطاقة الائتمان (Visa / Master Card)

source: Cash on delivery
ar: الدفع عند الاستلام

source: OR PAY WITH
ar: أو ادفع باستخدام

source: Cart has been expired
ar: انتهت صلاحية السلة

source: Pay now or later
ar: الدفع الآن أو لاحقاً

source: Pay Now
ar: ادفع الآن

source: You’ll be paying for the items that do not require an approval right away and the rest once they are approved.
ar: ستدفع للمنتجات التي لا تتطلب الموافقة مباشرة، والباقي بعد الموافقة.

source: You’ll be paying for all the items once the products that require approval has been provided.
ar: ستدفع لجميع المنتجات بعد الموافقة على المنتجات التي تتطلب ذلك.

source: Session Expired
ar: انتهت الجلسة

source: Payment Successful
ar: تم الدفع بنجاح

source: Thank you for ordering with Celebrate!
ar: شكرًا لتقديم طلبك مع Celebrate!

source: Please wait for the company’s confirmation sms or call.
ar: يرجى انتظار رسالة تأكيد أو مكالمة من الشركة.

source: Order ID
ar: رقم الطلب

source: Order confirmed
ar: تم تأكيد الطلب

source: Okay
ar: موافق

source: Payment Failed
ar: فشل الدفع

source: We’re sorry, but your payment could not be processed at this time. Please check your payment details and try again.
ar: نأسف، لا يمكن معالجة الدفع في هذا الوقت. يرجى التحقق من بيانات الدفع والمحاولة مرة أخرى.

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Address type
ar: نوع العنوان

source: House
ar: منزل

source: Apartment
ar: شقة

source: Office
ar: مكتب

source: Block
ar: القطعة

source: Street
ar: الشارع

source: House no.
ar: رقم المنزل

source: Save address details
ar: حفظ تفاصيل العنوان

source: Directions to reach (optional)
ar: الإرشادات للوصول (اختياري)

source: Welcome to Your Ultimate Celebration Planner!
ar: مرحبًا بكم في منظم الاحتفالات المثالي والذي سيجعل تخطيط احتفالاتكم ممتعاً!

source: Are you ready to elevate your celebration to extraordinary heights?
ar: هل أنتم جاهزون لجعل احتفالاتكم استثنائية بشكل لا يصدق؟

source: Whether it's a birthday bash, a wedding extravaganza, or a simple get-together with friends,
ar: سواء كنت تخطط لعيد ميلاد، أو مناسبة زواج، أو حتى تجمع بسيط للأصدقاء،

source: Our platform is here to make your planning process seamless and stress-free.
ar: منصتنا سوف تجعل التخطيط والتنظيم سهلاً وممتعاً للغاية.

source: Unlock the magic of planning your perfect celebration in just four easy steps!
ar: اكتشف متعة تخطيط احتفالك المثالي في أربع خطوات سهلة فقط!

source: What are you celebrating?
ar: ما هو الاحتفال؟

source: Enter celebrant name
ar: أدخل اسم المحتفل

source: Enter age
ar: أدخل العمر

source: Options
ar: الخيارات

source: Done
ar: تم

source: selected
ar: تم الاختيار

source: Organize event
ar: تنظيم المناسبة

source: Enter your budget
ar: أدخل ميزانيتك

source: A minimum budget of
ar: الحد الأدنى للميزانية هو

source: is required to proceed
ar: للمتابعة

source: Celebration Bundle
ar: باقة الاحتفال

source: We’ve curated and prepared a special bundle with
ar: قمنا بإعداد باقة خاصة تضم

source: products for your celebration
ar: المنتجات لاحتفالك

source: BUY NOW
ar: اشتر الآن

source: Looks like you don’t have any celebrations
ar: يبدو أنك لا تملك أي احتفالات

source: Add a celebration
ar: أضف احتفالاً

source: VIEW
ar: عرض

source: INVITE FRIENDS
ar: دعوة الأصدقاء

source: Occassion type
ar: نوع المناسبة

source: Date of event
ar: تاريخ الحدث

source: Location
ar: الموقع

source: Select an address
ar: اختر عنواناً

source: Select a date
ar: اختر تاريخاً

source: Select an occassion
ar: اختر مناسبة

source: Password
ar: كلمة المرور

source: New Mobile number
ar: رقم الجوال الجديد

source: Verify number
ar: التحقق من الرقم

source: Number updated
ar: تم تحديث الرقم

source: We’ve verified your mobile number and you are good to go
ar: لقد قمنا بالتحقق من رقم موبايلك وأنت جاهز للبدء والاستمتاع

source: Email updated
ar: تم تحديث البريد الإلكتروني

source: We’ll get back to you
ar: سنعود إليك في وقت لاحق.

source: Looks like you there is no featured products at that time
ar: يبدو أنه لا توجد منتجات مميزة في هذا الوقت

source: Looks like you there is no new products at that time
ar: يبدو أنه لا توجد منتجات جديدة في هذا الوقت

source: About
ar: نبذة

source: Gallery
ar: معرض الصور

source: Luxury event planners
ar: منظمو مناسبات

source: Search for planners
ar: البحث عن منظمي الفعاليات

source: Book now
ar: احجز الآن

source: Enquiry submitted
ar: تم تقديم الطلب

source: Embark on an extraordinary journey of event planning excellence with our exclusive platform.
ar: أبحر في رحلة استثنائية من التميز في تخطيط الفعاليات مع منصتنا الحصرية.

# planevnt_message
source: Whether you're envisioning a lavish wedding, a corporate gala, or an intimate gathering, we're here to connect you with the crème de la crème of event planners who will transform your dreams into reality.
ar: سواء كنت تخطط لحفل زفاف فاخر، أو حفل شركي كبير، أو تجمع حميمي، نحن هنا لربطك بأفضل مخططي الفعاليات الذين سيحولون أحلامك إلى حقيقة.

source: Enter your full name
ar: أدخل اسمك

source: Enter event date
ar: أدخل تاريخ الحدث

source: Expected no. of guests
ar: العدد المتوقع من الضيوف

source: A minimum of 10 people is required to proceed
ar: يرجى تحديد عدد الضيوف المطلوب للمتابعة.

source: Venue type
ar: نوع المكان

source: In-house
ar: داخلي

source: Hotel
ar: فندق

source: Select Time
ar: اختر الوقت

source: Invalid API Key
ar: مفتاح API غير صالح

source: Incorrect mobile number or password
ar: رقم الهاتف أو كلمة المرور غير صحيحة

# Are you sure you want to log out?
source: You are about to log out of your account. Are you sure you want to proceed?
ar: أنت على وشك تسجيل الخروج من حسابك. هل أنت متأكد أنك تريد المتابعة؟

source: Logout Confirmation
ar: تأكيد تسجيل الخروج

source: Logout
ar: تسجيل الخروج

source: Delete Account Confirmation
ar: تأكيد حذف الحساب

source: Are you sure you want to delete your account? This action cannot be undone and will permanently remove all your data.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ هذه العملية لا يمكن التراجع عنها وستؤدي إلى إزالة جميع بياناتك بشكل دائم.

source: Delete Account
ar: حذف الحساب

source: An unexpected error occurred on our server. Please try again later, and if the issue persists, contact support.
ar: حدث خطأ غير متوقع في الخادم. يرجى المحاولة مرة أخرى لاحقًا، وإذا استمرت المشكلة، تواصل مع الدعم الفني.

source: Server Error
ar: خطأ في الخادم

source: update cart
ar: تحديث العربة

source: Address label
ar: تسمية العنوان

source: Can't select past date
ar: لا يمكنك اختيار تاريخ ماضي

source: Address updated successfully
ar: تم تحديث العنوان بنجاح

source: Celebration name
ar: اسم الاحتفال

source: App version
ar: إصدار التطبيق

source: Already have a code?
ar: هل لديك رمز بالفعل؟

source: Surprise Your Loved Ones with a Tailor- Made Event!
ar: فاجئ أحبائك بحدث مصمم خصيصًا!

source: Whether you're envisioning a lavish wedding, a corporate gala, or an intimate gathering,
ar: سواء كنت تتخيل زفافًا فاخرًا، حفلًا رسميًا للشركات، أو مناسبة خاصة،

source: We're here to connect you with the crème de la crème of event planners who will transform your dreams into reality.
ar: نحن هنا لنوصلك بأفضل منظمي الفعاليات الذين سيحولون أحلامك إلى واقع.

source: Why Choose Us for Your Custom Event?
ar: لماذا تختارنا لتنظيم فعاليتك المخصصة؟

source: Personalized Touch
ar: أضف لمستك الخاصة

source: Seamless Planning
ar: تخطيط سلس

source: Unforgettable Experiences
ar: تجارب لا تُنسى

source: Expert Support
ar: دعم الخبراء

# invalid_code
source: You have entered wrong code
ar: لقد أدخلت رمزًا غير صحيح

# already redeemed
source: Entered code has been consumed once before
ar: تم استخدام هذا الرمز من قبل

source: Lives
ar: أحداث

source: This symbol indicates how many lives you have within the experience
ar: هذا الرمز يشير إلى عدد الأحداث المتاحة لديك في التجربة

source: Skips
ar: التخطي

source: This symbol indicates how many times you can skip and move ahead
ar: هذا الرمز يشير إلى عدد المرات التي يمكنك فيها التخطي والمتابعة

# Vasta
source: Wasta
ar: واسطة

source: Get to know how the experience works
ar: تعرّف على كيفية عمل التجربة

source: Life Lines
ar: خطوط الحياة

source: All Set! We are Ready to Begin
ar: كل شيء جاهز! نحن مستعدون للبدء

source: Give me a hint!
ar: أعطني تلميحًا!

source: LIFE LINES
ar: خطوط الحياة

source: Tap here to open the QR scanner
ar: اضغط هنا لفتح ماسح QR

source: Tap here to see video
ar: اضغط هنا لمشاهدة الفيديو

source: The student council's Vice President got your back this time!
ar: نائب رئيس مجلس الطلاب يدعمك هذه المرة!

source: Eliminate 2 wrong answers and increase your chances of getting the right answer
ar: احذف إجابتين خاطئتين لزيادة فرصك في الإجابة الصحيحة

source: Use the 50/50 card
ar: استخدم بطاقة 50/50

# Use the vasta card
source: Use the wasta card
ar: استخدم بطاقة الواسطة

# NOGAMESESSIONS
source: Game Session has been expired
ar: انتهت جلسة اللعب

# SKIPNOTALLOWED
source: Skip is not allowed for this quesition
ar: التخطي غير مسموح لهذا السؤال

# SKIPNOTALLOWEDTITLE
source: Skip is not allowed
ar: التخطي غير مسموح

source: You ran out of time! Keep an eye on the clock and try again for another chance to succeed.
ar: نفد الوقت! راقب الساعة وحاول مرة أخرى للحصول على فرصة أخرى للنجاح.

source: Time’s Up!
ar: انتهى الوقت!

source: Skip Not Available
ar: التخطي غير متاح

source: Skipping is not allowed in this stage. Complete the current task to progress further!
ar: التخطي غير مسموح في هذه المرحلة. أكمل المهمة الحالية للتقدم!

source: No Active Game Sessions
ar: لا توجد جلسات لعب نشطة

source: It looks like there are no active game sessions right now. Please start a new game to continue.
ar: يبدو أنه لا توجد جلسات لعب نشطة حاليًا. يرجى بدء لعبة جديدة للمتابعة.

source: RECOMMENDED
ar: موصى به

source: You’ve answered the question correctly
ar: لقد أجبت على السؤال بشكل صحيح

source: Your answer is incorrect Never mind keep trying!
ar: إجابتك غير صحيحة، لا بأس استمر في المحاولة!

source: Hint
ar: تلميح

source: Got it!
ar: تم!

source: Qr Scanner
ar: ماسح QR

source: Gameover!
ar: انتهت اللعبة!

source: You failed to complete the challenge. Need another try to even the odds?
ar: لم تنجح في إتمام التحدي. هل تحتاج إلى محاولة أخرى لتحقيق النجاح؟

source: Tap & Hold to Revive
ar: اضغط واستمر لإعادة المحاولة

source: No, I’m done!
ar: لا، لقد انتهيت!

source: Congrats!
ar: تهانينا!

source: You have successfully completed the challenge to reveal the event's location
ar: لقد أكملت التحدي بنجاح للكشف عن موقع الحدث

source: Scratch the above card to reveal the location
ar: امسح البطاقة أعلاه للكشف عن الموقع

source: Enter the code
ar: أدخل الرمز

source: Add all to cart
ar: أضف الكل إلى السلة

source: Search from over 100+ restaurants
ar: ابحث بين أكثر من 100 مطعم

source: Restaurants
ar: مطاعم

source: Pop-ups
ar: مطاعم وحدائق وشواطئ

# Setups starting from
source: Delivery Fees:
ar: رسوم التوصيل=

source: Ready to Celebrate? Let’s make every moment unforgettable!
ar: هل أنت مستعد للاحتفال؟ دعنا نجعل كل لحظة لا تُنسى!

source: Wide range of products! Start planning your perfect celebration now.
ar: مجموعة واسعة من المنتجات! ابدأ في التخطيط لاحتفالك المثالي الآن.

source: Let’s get the party started! Find everything you need for an amazing event.
ar: دعنا نبدأ الحفلة! اكتشف كل ما تحتاجه لحدث رائع.

source: Edit Profile
ar: تعديل الملف الشخصي

source: Occasions
ar: المناسبات

source: Let’s Celebrate
ar: بخطوات بسيطة سيقوم الذكاء الاصطناعي بتصميم باقة لمناسباتكم

source: Please select an event date.
ar: يرجى اختيار تاريخ الحدث.

source: Please select an area.
ar: يرجى اختيار منطقة.

source: Required
ar: مطلوب

source: Corporate deals are here!
ar: عروض الشركات هنا!

source: We’ll help you organize the best event for your company
ar: سنساعدك في تنظيم أفضل مناسبة لشركتك

source: Price per selection
ar: السعر لكل اختيار

source: Looks like you there is no setup products available at that time
ar: يبدو أنه لا توجد منتجات إعداد متاحة في ذلك الوقت

source: Venue - Hotel
ar: المكان - فندق

source: Create new Cart
ar: إنشاء سلة جديدة

source: Your current cart is associated with a different type. It will be deleted, and a new cart will be created for the selected type.
ar: السلة الحالية مرتبطة بنوع مختلف. سيتم حذفها وإنشاء سلة جديدة للنوع المحدد.

source: Create Cart
ar: إنشاء سلة

source: Planner Availability
ar: توفر منظم الفعالية

source: We understand how important your event is. Just incase If your chosen event planner becomes unavailable, don’t worry! We’ll match you with another experienced planner who shares:
ar: نحن نفهم تماماً مدى أهمية فعاليتك. إذا لم يتمكن منظم الفعالية الذي اخترته من الحضور لأي سبب، لا تقلق! سنقوم بتوصيلك بمنظم آخر يتمتع بـ:

source: Similar style and expertise
ar: أسلوب وخبرة مماثلة

source: Exceptional attention to detail
ar: اهتمام دقيق ومميز بالتفاصيل

source: Commitment to making your event unforgettable
ar: التزام كامل بجعل فعاليتك تجربة لا تُنسى

source: What Happens Next?
ar: ماذا سيحدث بعد ذلك؟
